Repository: wongcyrus/ishare_cdktf
Catalog: pc_donation/app/translations/*/LC_MESSAGES/messages.po
Languages: es, ja

source: Sign in to your account to continue.
es: Inicia sesión en tu cuenta para continuar.
ja: 続行するにはアカウントにサインインしてください。

source: New User?
es: ¿Nuevo usuario?
ja: 新しいユーザーですか？

source: Click to Register!
es: ¡Clic para registrar!
ja: クリックして登録！

source: Forgot Your Password?
es: ¿Olvidaste tu contraseña?
ja: パスワードをお忘れですか？

source: Click to Reset It
es: Clic para restablecerlo
ja: クリックしてリセット

source: We make a living by what we get. We make a life by what we give.
es: Nos ganamos la vida con lo que conseguimos, hacemos la vida con lo que damos.
ja: 私たちは得るものによって生計を立てます与えるものによって生計を立てます

source: Pin your home location
es: Anclar tu ubicación de casa
ja: 自宅の場所をピン留めする

source: Select your school category
es: Seleccione la categoría de su escuela
ja: 学校のカテゴリを選択してください

source: Select your school
es: Selecciona tu escuela
ja: 学校を選択してください

source: Please pin a point in the home map!
es: ¡Por favor ancle un punto en el mapa de casa!
ja: ホームマップでポイントをピン留めしてください!

source: Please select your school in the school map!
es: Por favor seleccione su escuela en el mapa de la escuela!
ja: スクールマップであなたの学校を選択してください！

source: Invalid student email address must match school domain.
es: La dirección de correo electrónico del estudiante no válida debe coincidir con el dominio de la escuela.
ja: 無効な生徒のメールアドレスは、学校のドメインと一致する必要があります。

source: Invalid teacher email address must match school domain.
es: La dirección de correo electrónico del profesor no válida debe coincidir con el dominio de la escuela.
ja: 無効な先生のメールアドレスは、学校のドメインと一致する必要があります。

source: Your email domain needs to end with
es: Tu dominio de correo electrónico debe terminar con
ja: メールドメインを終了する必要があります：

source: School Address
es: Dirección de la escuela
ja: 学校の住所

source: You have not confirmed your account yet.
es: Aún no has confirmado tu cuenta.
ja: まだアカウントを確認していません。

source: Before you can access this site you need to confirm your account.
es: Antes de que usted pueda acceder a este sitio usted necesita confirmar su cuenta.
ja: このサイトにアクセスする前にアカウントを確認する必要があります。

source: Check your inbox, you should have received an email with a confirmation link.
es: Revisa tu bandeja de entrada, deberías haber recibido un correo electrónico con un enlace de confirmación.
ja: 受信トレイを確認してください。確認リンク付きのメールが届いているはずです。

source: Reset Your Password
es: Restablecer su contraseña
ja: パスワードをリセットする

source: Photo
es: Foto
ja: 写真

source: Equipment
es: Equipo
ja: 装備

source: Delete
es: Eliminar
ja: 削除

source: No Record
es: Sin registro
ja: レコードがありません

source: Create at:
es: Crear en:
ja: 作成:

source: Prefered transfer location
es: Ubicación de transferencia preferida
ja: 優先転送場所

source: Description
es: Descripción
ja: 説明

source: Create Date
es: Crear fecha
ja: 作成日

source: Donate
es: Donar
ja: 寄付

source: Cancel
es: Cancelar
ja: キャンセル

source: Download Receipts
es: Descargar recibos
ja: 領収書をダウンロード

source: Are you sure?
es: ¿Estás seguro?
ja: よろしいですか？

source: Resource not found
es: Recurso no encontrado
ja: リソースが見つかりません

source: An unexpected error has occurred
es: Ha ocurrido un error inesperado
ja: 予期しないエラーが発生しました

source: The administrator has been notified. Sorry for the inconvenience!
es: El administrador ha sido notificado. ¡Disculpe las molestias!
ja: 管理者に通知しました。ご不便をおかけして申し訳ございません。

source: Requested Equipment Type
es: Tipo de equipo solicitado
ja: 要求された装備の種類

source: Cancel Request
es: Cancelar Solicitud
ja: リクエストをキャンセル

source: Back to Story
es: Volver a la historia
ja: ストーリーに戻る

source: Back to Main Page
es: Volver a la página principal
ja: メインページに戻る

source: Pick a location to get your equipment.
es: Elige una ubicación para conseguir tu equipamiento.
ja: 機器を手に入れる場所を選んでください。

source: Pin your address
es: Anclar tu dirección
ja: 住所をピン留めする

source: Meet up time
es: Tiempo de reunión
ja: ミートアップ タイム

source: Thank You Letter
es: Carta de Gracias
ja: ありがとうございます手紙

source: Pin your prefered location to get your equipment.
es: Anclar su ubicación preferida para conseguir su equipamiento.
ja: あなたの機器を得るためにあなたの好みの場所を固定しなさい。

source: Date & Time
es: Fecha y hora
ja: 日付と時刻

source: Edit Your Repair Application
es: Editar tu aplicación de reparación
ja: 修理アプリケーションを編集

source: Repair Time
es: Tiempo de reparación
ja: 修理時間

source: Edit
es: Editar
ja: 編集

source: Thank You Message
es: Mensaje de Gracias
ja: ありがとうございます

source: Student Email
es: Email del estudiante
ja: 受講生のメールアドレス

source: Enter
es: Introducir

source: Address
es: Dirección
ja: 住所

source: Problem
es: Problema
ja: 問題

source: Description Problem
es: Problema de descripción
ja: 説明の問題

source: Repair time
es: Tiempo de reparación
ja: 修理時間

source: Student Name
es: Nombre del estudiante
ja: 受講者名

source: Item Name
es: Nombre del artículo
ja: アイテム名

source: Permission
es: Permiso
ja: アクセス許可

source: Volunteer View
es: Los donantes pueden donar sus artículos, como computadoras de escritorio, enrutadores, etc. Los donantes pueden elegir estudiantes para donar artículos.
ja: ボランティア・ビュー

source: Volunteer Repair
es: Reparar Voluntario
ja: ボランティアの修理

source: Appointment has already made!
es: ¡La cita ya ha hecho!
ja: 予約は既に行われています

source: Hello, let me help you fix your equipment and my prefer time is
es: Hola, déjame ayudarte a reparar tu equipo y mi tiempo preferido es
ja: こんにちは、あなたの装備を修理するのを手伝ってあげましょう。私の好みの時間は

source: Thank you for helping me!
es: ¡Gracias por ayudarme!
ja: 私を助けてくれてありがとう！

source: Equipment Repair Appointment has made!
es: ¡La cita de reparación del equipo ha hecho!
ja: 装備修理の予約が完了しました！

source: Create Repair Application
es: Crear aplicación de reparación
ja: 修復アプリケーションを作成

source: Hello, I want to change the repair time to
es: Hola, quiero cambiar el tiempo de reparación a
ja: こんにちは、修理時間を変更したいです

source: Sorry, I need to cancel your support case!
es: ¡Lo siento, necesito cancelar tu caso de soporte!
ja: 申し訳ありませんが、サポートケースをキャンセルする必要があります！

source: Volunteer Record
es: Registro Voluntario
ja: ボランティア記録

source: Save
ja: 保存

source: Total
ja: 合計

source: Email
ja: Eメールアドレス
