Repository: wongcyrus/ishare_cdktf
Catalog: pc_donation/app/translations/*/LC_MESSAGES/messages.po
Languages: es, ja

source: Please log in to access this page.
es: Por favor inicie sesión para acceder a esta página.
ja: このページにアクセスするにはログインしてください。

source: Office Phone Number
es: Número de teléfono de la oficina
ja: 勤務先電話番号

source: Approve this teacher?
es: ¿Aprobar este profesor?
ja: この先生を承認しますか。

source: Date
es: Fecha
ja: 日付

source: Merchant Name
es: Nombre del comerciante
ja: 商店名

source: Reject Reason
es: Motivo de Rechazo
ja: 却下の理由

source: Verify this Donation Receipt?
es: ¿Verificar este recibo de donación?
ja: 寄付レシートを確認しますか？

source: Reject this Donation Receipt?
es: ¿Rechazar este recibo de donación?
ja: この寄付レシートを拒否しますか？

source: Admin View
es: Interfaz de administrador
ja: 管理者ビュー

source: Teacher List
es: Lista de profesores
ja: 先生リスト

source: The confirmation link is invalid or has expired.
es: El link de confirmación es invalido o ha expirado.
ja: 確認リンクが無効または期限切れです。

source: You have activated this teacher account.
es: Has activado tu cuenta.
ja: この先生アカウントをアクティベートしました。

source: Emailed the teacher to confirm account.
es: Envió un correo electrónico al profesor para confirmar la cuenta.
ja: 先生にメールでアカウントを確認しました。

source: You have activated a teacher account -
es: Has activado una cuenta de profesor -
ja: 先生のアカウントをアクティベートしました -

source: You have rejected this teacher account.
es: Has rechazado esta cuenta de profesor.
ja: この先生のアカウントを拒否しました。

source: confirm form
es: confirmar formulario
ja: フォームの確認

source: Admin Approved Teacher record
es: Registro de profesor aprobado por Admin
ja: 管理者承認された先生の記録

source: Reject message sent to
es: Rechazar mensaje enviado a
ja: メッセージを拒否する

source: Receipts sent to
es: Recibos enviados a
ja: 領収書を送信しました：

source: Admin Verify Donation Receipt
es: Verificar recibo de donación de Admin
ja: 管理者が寄付レシートを確認

source: Username or email
es: Usuario o email
ja: ユーザー名またはメールアドレス

source: Password
es: Contraseña
ja: パスワード

source: Remember Me
es: Recordarme
ja: ログイン状態を維持する

source: Sign In
es: Iniciar sesión
ja: サインイン

source: Resend Email Conformation Email.
es: Reenviar correo electrónico de conformación.
ja: メールコンフォーメーションメールを再送信します。

source: Username
es: Usuario
ja: ユーザー名

source: First Name (ENG)
es: Nombre: G)
ja: 名 (ENG)

source: Last Name (ENG)
es: Apellidos: G)
ja: 姓 (ENG)

source: First Name (Chinese)
es: Nombre (chino)
ja: 名 (中国語)

source: Last Name (Chinese)
es: Apellidos (chino)
ja: 姓 (中国語)

source: Region
es: Región
ja: 地域

source: Repeat Password
es: Repetir contraseña
ja: パスワードを再入力

source: Phone Number
es: Número de teléfono
ja: 電話番号

source: phone_require
es: teléfono requerido

source: Your Photo
es: Tu foto
ja: 写真

source: Gender
es: Sexo
ja: 性別

source: Birth (yyyy-mm-dd)
es: Nacimiento (aaaa-mm-dd)
ja: 誕生日 (yyyy-mm-dd)

source: Next
es: Siguiente
ja: 次へ

source: Staff Card
es: Tarjeta del personal
ja: スタッフカード

source: Submit
es: Enviar
ja: 送信

source: Student Card
es: Tarjeta de estudiante
ja: 学生カード

source: Register
es: Registrarse
ja: 登録

source: Request Password Reset
es: Reiniciar contraseña
ja: パスワードのリセットを要求する

source: Hong Kong Identity Card Number
es: Número de tarjeta de identificación de Hong Kong
ja: 香港IDカード番号

source: Home Address
es: Dirección de inicio
ja: 自宅住所

source: Your School Email
es: Correo electrónico de tu escuela
ja: あなたの学校のメールアドレス

source: Your Teacher email
es: Tu email de profesor
ja: 先生のメール アドレス

source: Your email confirmation email resend already.
es: Tu email de confirmación ya ha sido reenviado.
ja: メール確認メールは既に再送信されています。

source: More than 500 records found, and please zoom in!
es: Más de 500 registros encontrados, y por favor acerca!
ja: 500件以上のレコードが見つかりました。拡大してください！

source: You account has already activated.
es: Tu cuenta ya ha sido activada.
ja: アカウントは既にアクティベートされています。

source: student_activated_wait_for_teacher_approval
es: estudiante activado_esperar_a la aprobación del profesor
ja: student_activated_wait_for_teacher_approved

source: teacher_activated_wait_for_admin_approval
es: maestro_activado_esperar_aprobación_administrador
ja: teacher_activated_wait_for_admin_approved

source: Invalid username or password
es: Nombre de usuario o contraseña inválidos
ja: ユーザー名またはパスワードが正しくありません

source: Account already confirmed. Please login.
es: La cuenta ya ha sido confirmada. Por favor inicie sesión.
ja: アカウントは既に確認されています。ログインしてください。

source: You have confirmed your account. Thanks!
es: Has confirmado tu cuenta. ¡Gracias!
ja: アカウントを確認しました。ありがとうございます！

source: Invalid token and please reset again.
es: Token no válido y por favor restablezca de nuevo.
ja: トークンが無効です。もう一度リセットしてください。

source: Your password has been reset.
es: Su contraseña ha sido restablecida.
ja: パスワードがリセットされました。

source: Check your email for the instructions to reset your password
es: Revisa tu correo electrónico para ver las instrucciones para restablecer tu contraseña
ja: パスワードをリセットする手順については、メールをご確認ください。

source: Reset Password
es: Restablecer contraseña
ja: パスワードのリセット

source: You already successful to register!
es: ¡Ya se ha registrado correctamente!
ja: 登録が完了しました！

source: Register Donor
es: Registrar Donante
ja: 寄付を登録する

source: Register Student
es: Registrar estudiante
ja: 受講者を登録

source: Register Student Second Page
es: Registrar segunda página del estudiante
ja: 学生の2番目のページを登録

source: Register Volunteer
es: Registrar Voluntario
ja: ボランティアを登録

source: Register Volunteer Second Page
es: Registrar Volunteer Segunda Página
ja: 第二ページボランティアを登録

source: Register Teacher
es: Registrar Profesor
ja: 先生を登録する

source: Our admin will review your account application and approve your application as soon as possible.
es: Nuestro administrador revisará su solicitud de cuenta y aprobará su solicitud tan pronto como sea posible.
ja: 私たちの管理者は、あなたのアカウントのアプリケーションを確認し、できるだけ早くあなたのアプリケーションを承認します。

source: Register Teacher Second Page
es: Registrar profesor segunda página
ja: 先生の第二ページを登録

source: Invalid Photo: Unable to recognize any faces!
es: Foto no válida: ¡No se puede reconocer ninguna cara!
ja: 無効な写真：任意の顔を認識できません！

source: Invalid Photo: Adult Content!
es: Foto no válida: Contenido de Adultos!
ja: 無効な写真: 大人のコンテンツ!

source: Invalid Photo: Gory Content!
es: Foto no válida: Contenido de Goria!
ja: 無効な写真：ゴーリーコンテンツ！

source: Invalid Photo: Racy Content!
es: Foto no válida: ¡Contenido de raza!
ja: 無効な写真: Racyコンテンツ!

source: Invalid Photo: our AI infers you are under age 6 or over 30!
es: Foto no válida: ¡nuestra IA te inflija de menos de 6 años o más de 30 años!
ja: 無効な写真:私たちのAIは、あなたが6歳未満または30歳以上です!

source: Please share your story!
es: ¡Por favor, comparte tu historia!
ja: あなたのストーリーを共有してください!

source: account verification
es: verificación de cuenta
ja: アカウントの認証

source: repair notification
es: notificación de reparación
ja: 修理の通知

source: You have a new message / 你有一條新消息
es: Tienes un nuevo mensaje / tén.
ja: 新しいメッセージ / <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk>

source: Thank you for your donation! / 感謝您的捐贈！
es: ¡Gracias por tu donación!
ja: ご寄付ありがとうございます！/ <unk> <unk> <unk> <unk> <unk> !

source: Thank you for your technical support! / 感謝您的技術支持！
es: ¡Gracias por su apoyo técnico! / ��������������������������� ���������������������������� ���������������������������������������������������������������������������������������������������������������������������������������
ja: 技術サポートをありがとうございます！/ <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> !

source: Reset Your Password / 重置你的密碼
es: Resetear su contraseña / mañana:
ja: パスワードをリセットする/<unk> <unk> <unk> <unk>

source: Confirm your email address 請確認您的電郵地址
es: Confirma tu dirección de correo electrónico
ja: メールアドレスを確認する <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk>

source: Your student hopes you to confirm his student status / 你的學生希望你確認他的學生身份
es: Su estudiante espera que usted confirme su estatus de estudiante / mañana:
ja: あなたの生徒は、学生の身分を確認することを望んでいます / <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk>

source: A new teacher application / 新教師申請
es: Una nueva aplicación de profesor / Tecnología
ja: 新しい先生申請/<unk> <unk> <unk> <unk> <unk>

source: Can you join us and help your student? / 你可以加入我們，幫助你的學生嗎？
es: ¿Puedes unirte a nosotros y ayudar a tu alumno?
ja: あなたの生徒を助けてくれますか？/ <unk> <unk> <unk> <unk> <unk> ,<unk> <unk> <unk> <unk> <unk> <unk> ?

source: You account has activated. / 您的帳戶已啟動.
es: Tu cuenta ha sido activada / tú.
ja: アカウントが有効になりました。/ <unk> <unk> <unk> <unk> <unk> <unk> .

source: Cancellation of the repair support from volunteer.
es: Cancelación del apoyo de reparación por parte del voluntario.
ja: ボランティアからの修理支援のキャンセル。

source: Your repair case has been cancelled and please wait for another volunteer.
es: Tu caso de reparación ha sido cancelado y por favor espera a otro voluntario.
ja: 修理ケースがキャンセルされました。別のボランティアをお待ちください。

source: Your student hopes you to endorse an equipment application. / 您的學生希望您認可物品申請.
es: Su alumno espera que usted apruebe una aplicación de equipo/a.
ja: あなたの生徒は、機器申請を承認することを望んでいます。/ <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> .

source: Your equipment application has been approved / 您的設備申請已被批准.
es: Su aplicación de equipo ha sido aprobada / mañana:
ja: 機器申請が承認されました / <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> .

source: Your equipment application has been rejected / 您的設備申請已被拒絕.
es: Su aplicación de equipo ha sido rechazada / céntimoamp#160;.
ja: 機器申請が拒否されました / <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> .

source: Your equipment receipts application has been rejected / 您的設備收據申請已被拒絕.
es: Su solicitud de recibos de equipo ha sido rechazada / mañana:
ja: 機器の領収書申請が却下されました / <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> .

source: Your equipment receipts application has been approved / 您的設備收據申請已被批准.
es: Su solicitud de recibos de equipo ha sido aprobada / mañana:
ja: 機器の領収書申請が承認されました / <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> .

source: Please make sure your full name does not contain special character in it
es: Por favor, asegúrese de que su nombre completo no contiene caracteres especiales en él
ja: 名前に特殊文字が含まれていないことを確認してください

source: Please use a different username.
es: Por favor, utilice un nombre de usuario diferente.
ja: 別のユーザー名を使用してください。

source: Please make sure your password at least one number in it
es: Por favor, asegúrate de que tu contraseña contiene al menos un número
ja: パスワードを少なくとも1つ確認してください

source: Please make sure your password at least one capital letter in it
es: Por favor, asegúrese de que su contraseña contiene al menos una letra mayúscula
ja: パスワードを少なくとも1つの大文字で入力してください

source: Please make sure your password at least one lowercase letter in it
es: Por favor, asegúrese de que su contraseña contenga al menos una letra minúscula
ja: パスワードを少なくとも1つの小文字で確認してください

source: Please make sure your password at least one special character in it
es: Por favor, asegúrate de que tu contraseña contiene al menos un carácter especial
ja: パスワードを少なくとも1つの特殊文字で確認してください

source: No special character or space
es: Ningún carácter especial o espacio
ja: 特殊文字やスペースがありません

source: Wrong Date Format
es: Formato de fecha incorrecto
ja: 間違った日付フォーマット

source: Wrong ID Card Format
es: Formato de tarjeta de identificación incorrecto
ja: IDカードフォーマットが間違っています

source: Wrong Gender Format
es: Formato de género incorrecto
ja: 間違った性別フォーマット

source: Please use digits.
es: Por favor, use dígitos.
ja: 数字を使用してください。

source: Please use a different email address.
es: Por favor, utilice una dirección de correo electrónico diferente.
ja: 別のメールアドレスを使用してください。

source: The email must be school email
es: El email debe ser el email de la escuela
ja: 電子メールは学校の電子メールでなければなりません

source: Please make sure your school name does not contain special character in it
es: Por favor, asegúrate de que el nombre de tu escuela no contiene caracteres especiales en él
ja: 学校名に特殊文字が含まれていないことを確認してください

source: Please make sure your school name does not contain digit in it
es: Por favor, asegúrate de que el nombre de tu escuela no contiene dígitos
ja: あなたの学校名に数字が含まれていないことを確認してください

source: Please use a different office phone number.
es: Por favor, utilice un número de teléfono de oficina diferente.
ja: 別のオフィス電話番号をご利用ください。

source: Must contain
es: Debe contener
ja: 含める必要があります

source: File size should be bigger than
es: El tamaño del archivo debe ser mayor que
ja: ファイルサイズは以下より大きくする必要があります

source: File size should be smaller than
es: El tamaño del archivo debe ser menor que
ja: ファイルサイズは次の値より小さくする必要があります

source: Face is not the same!
es: ¡El rostro no es el mismo!
ja: 顔は同じではありません!

source: Found offensive content, sexually explicit or suggestive content, profanity, and personal data.
es: Contenido ofensivo encontrado, contenido sexualmente explícito o sugestivo, blandeza y datos personales.
ja: 不適切なコンテンツ、性的な明示的または暗示的なコンテンツ、冒涜的な表現、および個人データが見つかりました。

source: Found offensive content, sexually explicit or suggestive content, and profanity
es: Contenido ofensivo, contenido sexualmente explícito o sugestivo, y obscenidad
ja: 不適切なコンテンツ、性的または暗示的なコンテンツ、および暴言が見つかりました

source: At least wait for {x} days
es: Al menos espera {x} días
ja: 少なくとも {x} 日間待つ必要があります

source: School ID does not exist.
es: ID de escuela no existe.
ja: スクールIDが存在しません。

source: Invalid field name '%s'.
es: Nombre de campo inválido '%s'.
ja: 不正なフィールド名 '%s' です。

source: Email must be end with
es: Correo electrónico debe terminar con
ja: メールアドレスは次の番号で終了する必要があります

source: pass_error
es: contraseña_error

source: Please select option.
es: Por favor, seleccione opción.
ja: オプションを選択してください。

source: First Name
es: Nombre
ja: 名

source: Last Name
es: Apellido
ja: 姓

source: School Name
es: Nombre de la escuela
ja: 学校名

source: School Website
es: Sitio web de la escuela
ja: 学校のウェブサイト

source: Send Message
es: Enviar mensaje
ja: メッセージを送信

source: Please enter your equipment type
es: Por favor, introduzca su tipo de equipo
ja: 装備タイプを入力してください

source: Please enter your description
es: Por favor ingrese su descripción
ja: 説明を入力してください

source: Please upload your equipment photo
es: Por favor, sube la foto de tu equipo
ja: 機器の写真をアップロードしてください

source: If possible, please upload your receipt photo for our record.
es: Si es posible, por favor sube tu foto de recibo para nuestro registro.
ja: 可能であれば、私たちの記録のために領収書の写真をアップロードしてください。

source: Add
es: Añadir
ja: 追加

source: Please enter your Item Object
es: Por favor ingrese su objeto
ja: アイテムオブジェクトを入力してください

source: Meetup time
es: Tiempo de puesta en marcha
ja: Meetup時間

source: Confirm Your Donation.
es: Confirma tu donación.
ja: 寄付を確認する

source: Donor View
es: Vista de Donante
ja: 寄付者は、デスクトップコンピュータ、ルーターなどのアイテムを寄付できます。寄付者は、アイテムを寄付する学生を選択できます。

source: Your equipment has added for donation.
es: Su equipo ha añadido para la donación.
ja: あなたの装備が寄付に追加されました。

source: Pick A Student
es: Escoge un estudiante
ja: 受講生を選択

source: This equipment has been donated to another student.
es: Este equipo ha sido donado a otro estudiante.
ja: この装備は他の生徒に寄付されました。

source: Hello, I decide to donate my equipment to you. It is
es: Hola, decido donar mi equipo a ti. Es
ja: こんにちは、私はあなたに自分の装備を寄付することにしました。

source: Thank you!
es: Gracias.

source: Donation Appointment has made!
es: ¡La cita de donación ha hecho!
ja: 寄付

source: Donor
es: Donante
ja: 寄付者

source: index_page_donate_info
es: Los donantes pueden donar sus artículos, como computadoras de escritorio, enrutadores, etc. Los donantes pueden elegir estudiantes para donar artículos.
ja: 寄付者は、デスクトップコンピュータ、ルーターなどのアイテムを寄付できます。寄付者は、アイテムを寄付する学生を選択できます。

source: Student
es: Estudiante
ja: 学生

source: index_page_student_info
es: Los estudiantes pueden obtener los artículos que necesitan en este sitio web. Los estudiantes pueden enviar un artículo y una solicitud para obtener los artículos necesarios. Además, los estudiantes pueden enviar una solicitud de reparación.
ja: 学生はこのウェブサイトで必要なアイテムを入手できます。 学生は必要なアイテムを入手するために記事と申請書を提出することができます。 さらに、学生は修理リクエストを提出することができます。

source: Volunteer
es: Voluntario
ja: ボランティア

source: index_page_volunteer_info
es: Los voluntarios se dividen en dos categorías: voluntarios auxiliares y maestros de escuela. Presione el botón de abajo para ver los detalles.
ja: ボランティアは、補助ボランティアと学校教師の2つのカテゴリーに分けられます。 詳細を表示するには、下のボタンを押してください。

source: Home
es: Inicio
ja: ホーム

source: Teacher
es: Profesor
ja: 先生

source: volunteer_page_teacher_info
es: Los profesores pueden revisar las solicitudes de los estudiantes e invitar a otros profesores.
ja: 教師は生徒の申し込みを確認し、他の教師を招待できます。

source: volunteer_page_volunteer_info
es: Los voluntarios pueden resolver los problemas planteados por los estudiantes y reparar los artículos de los estudiantes.
ja: ボランティアは、学生が提起した問題を解決し、学生のアイテムを修理することができます。

source: Supporters
es: Colaboradores
ja: サポーターズ

source: User
es: Usuario
ja: ユーザー

source: Your changes have been saved.
es: Sus cambios han sido guardados.
ja: 変更が保存されました。

source: Edit Profile
es: Editar perfil
ja: プロファイルを編集

source: Terms
es: Términos
ja: 利用規約

source: About US
es: Sobre EEUU
ja: 米国について

source: Please enter your title of your story to donor
es: Por favor, introduce el título de tu historia al donante
ja: あなたのストーリーのタイトルを寄付者に入力してください

source: Please elaborate your story about your life to make the donor willing to donate equipment to you
es: Por favor elabora tu historia sobre tu vida para hacer que el donante esté dispuesto a donarte equipo
ja: 寄付者に機器を寄付してもらうために、あなたの人生について詳しく説明してください

source: Please Upload a photo about your life the photo will show to the donor
es: Por favor, sube una foto sobre tu vida que la foto se mostrará al donante
ja: あなたの人生についての写真をアップロードしてください。写真はドナーに表示されます。

source: Please choose your equipment type
es: Por favor, elige tu tipo de equipo
ja: 装備の種類を選択してください

source: Apply Equipment
es: Aplicar equipo
ja: Aplicar equipamento

source: Thanks Message To Your Donor
es: Mensaje de Gracias a tu Donante
ja: 寄付者に感謝メッセージを送ります

source: Please upload a photo with your donor
es: Por favor, sube una foto con tu donante
ja: あなたのドナーと一緒に写真をアップロードしてください

source: Thanks Message To Your Volunteer
es: Mensaje de agradecimiento a tu voluntario
ja: ボランティアに感謝メッセージを送ります

source: Please upload a photo with your volunteer
es: Por favor, sube una foto con tu voluntario
ja: ボランティアと一緒に写真をアップロードしてください

source: Title
es: Título
ja: タイトル

source: Describe your technical problem.
es: Describa su problema técnico.
ja: 技術的な問題を説明してください。

source: Upload the device photo.
es: Subir la foto del dispositivo.
ja: デバイスの写真をアップロードします

source: Detail Address
es: Dirección detallada
ja: 詳細アドレス

source: Student View
es: Los estudiantes pueden obtener los artículos que necesitan en este sitio web. Los estudiantes pueden presentar un artículo y una solicitud para obtener el artículo necesario. Además, los estudiantes pueden enviar una solicitud de reparación.
ja: 学生はこのウェブサイトで必要なアイテムを入手できます。 学生は必要なアイテムを入手するために記事と申請書を提出することができます。 さらに、学生は修理リクエストを提出することができます。

source: Story
es: Historia
ja: ストーリー

source: Your story has submitted!
es: ¡Tu historia se ha enviado!
ja: あなたのストーリーが投稿されました！

source: Edit Story
es: Editar historia
ja: ストーリーを編集

source: Your request add successfully
es: Su solicitud ha sido añadida correctamente
ja: リクエストの追加に成功しました

source: Equipment Application
es: Aplicación de Equipamiento
ja: Aplicação de Equipamento

source: Equipment Application Map
es: Mapa de aplicación de equipamiento
ja: 装備申請マップ

source: Application History
es: Historial de aplicaciones
ja: 申請履歴

source: Write a thank you letter to your donor, else you cannot apply any new equipment or support!
es: ¡Escribe una carta de agradecimiento a tu donante, de lo contrario no podrás solicitar ningún equipo nuevo ni soporte!
ja: あなたのドナーに感謝の手紙を書いてください、そうでなければ、新しい装備やサポートを適用することはできません!

source: Your repair application has submitted!
es: ¡Tu solicitud de reparación ha sido enviada!
ja: 修理アプリケーションが送信されました！

source: New Repair Application
es: Nueva aplicación de reparación
ja: 新しい修理アプリケーション

source: Updated
es: Actualizado
ja: 更新日時

source: Edit Repair Application
es: Editar aplicación de reparación
ja: 修復アプリケーションを編集

source: Repair History
es: Historia de Reparación
ja: 修理履歴

source: Write a thank you letter to your volunteer, else you cannot apply any new equipment or support!
es: Escriba una carta de agradecimiento a su voluntario, ¡de lo contrario no podrá aplicar ningún equipo nuevo ni soporte!
ja: あなたのボランティアに感謝の手紙を書いてください、そうでなければ、新しい機器やサポートを適用することはできません!

source: Emailed the thanks message to your donor.
es: Envió por correo el mensaje de agradecimiento a su donante.
ja: あなたのドナーに感謝メッセージをメールしました。

source: Thank Letter to your donor
es: Carta de agradecimiento a tu donante
ja: 寄付者への感謝の手紙

source: send the thanks email to volunteer
es: enviar el correo de agradecimiento al voluntario
ja: ボランティアに感謝メールを送って

source: Student Thanks Volunteer to complete repair case
es: Agradecimientos a los estudiantes voluntarios para completar la reparación del caso
ja: 修理ケースを完了するために学生ボランティアに感謝します

source: Approve this student?
es: ¿Aprobar este estudiante?
ja: この生徒を承認しますか？

source: Teacher View
es: Vista del profesor
ja: 先生の表示

source: Approved
es: Aprobado
ja: 承認済み

source: student_not_activated_and_teacher_approved
es: estudiante no activado_activado_y profesor_aprobado_

source: Student activated
es: Estudiante activado
ja: 学生がアクティベートされました

source: Approve Student Form
es: Aprobar formulario de estudiante
ja: 学生フォームを承認する

source: Teacher Approved Student Record
es: Registro de estudiantes aprobado por el profesor
ja: 先生が承認された受講記録

source: Teacher approved Student's Equipment Application Record
es: Profesor aprobó el Registro de Solicitud de Equipamiento del Estudiante
ja: 先生が生徒の装備申請を承認しました

source: %(username)s said %(when)s
es: %(username)s dijo %(when)s
ja: %(username)s が %(when)sと言いました

source: About Us
es: Acerca de nosotros
ja: 私たちについて

source: about_us_desc
es: acerca de nos_desc
ja: _us_desc

source: Login
es: Ingresar
ja: ログイン

source: Profile
es: Perfil
ja: プロフィール

source: Logout
es: Cerrar sesión
ja: ログアウト

source: Please contact (support email) for any technical issues.
es: Póngase en contacto con (correo electrónico de soporte) para cualquier problema técnico.
ja: 技術的な問題については、(サポートメール)にお問い合わせください。

source: Language
es: Idioma
ja: 言語

source: Chinese
es: Chino
ja: 中国語

source: Back
es: Atrás
ja: 戻る

source: iShare Donation System
es: Sistema de donación iShare
ja: iShare 寄付システム

source: A system for donating item to student who need.
es: Un sistema para donar material a los estudiantes que lo necesiten.
ja: 必要な学生にアイテムを寄付するためのシステム。

source: Join Now
es: Únete ahora
ja: 今すぐ参加

source: Need Help?
es: ¿Necesitas ayuda?
ja: ヘルプが必要ですか？

source: Use below Q&A Chatbot
es: Usar bajo Q&A Chatbot
ja: 以下のQ&Aチャットボットを使用する

source: Remember don't share your personal informaton!
es: ¡Recuerda no compartir tu formato personal!
ja: あなたの個人情報を共有しないことを忘れないでください！

source: Message History
es: Historial de mensajes
ja: メッセージ履歴

source: Message
es: Mensaje
ja: メッセージ

source: You
es: Tú
ja: あなたです

source: terms_content
es: términos_contenido

source: terms_intro
es: términos de introducción

source: terms_title_1
es: términos_título_1

source: terms_content_1
es: términos

source: terms_content_2
es: términos

source: terms_content_3
es: términos de contenido

source: terms_content_4
es: términos

source: terms_content_5
es: términos

source: terms_content_6
es: términos de contenido

source: terms_content_7
es: términos

source: Last seen on
es: Último visto el
ja: 最終閲覧日時

source: Edit your profile
es: Editar tu perfil
ja: プロフィールを編集

source: Action
es: Accin
ja: アクション

source: Equipment Type
es: Tipo de equipo
ja: 装備の種類

source: Verify
es: Verificar
ja: 確認する

source: Status
es: Estado
ja: ステータス

source: School
es: Escuela
ja: 学校

source: Office
es: Oficina
ja: オフィス

source: Approve
es: Aprobar
ja: 承認

source: Teacher Email:
es: Correo electrónico del profesor:
ja: 先生のメールアドレス:
